Revit 2027 API
ParameterTypeId.SpanDirSymParamBottom Property
 "Bottom"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpanDirSymParamBottom { get; }
Public Shared ReadOnly Property SpanDirSymParamBottom As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpanDirSymParamBottom {
	ForgeTypeId^ get ();
}
static member SpanDirSymParamBottom : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace